Scss/app/controllers/memos_controller.rb

  def index
    @memos = Memo.all
---
SELECT "memos".* FROM "memos"